Examples/obstacle_new_ps/solution/obstacle_base_/constant/polyMesh/boundary
/*--------------------------------------------------------------------*\
|                                                                      |
|    File exported from Salome Platform using SalomeToFoamExporter     |
|                                                                      |
\*--------------------------------------------------------------------*/
FoamFile
{
	version		2.0;
	format		ascii;
	class		polyBoundaryMesh;
	location	"constant/polyMesh";
	object		boundary;
}

6
(
	empty
	{
	type		empty;
	nFaces		261090;
	startFace	520243;
	}
	circle
	{
	type		wall;
	nFaces		360;
	startFace	781333;
	}
	walls
	{
	type		wall;
	nFaces		2800;
	startFace	781693;
	}
	inlet
	{
	type		patch;
	nFaces		174;
	startFace	784493;
	}
	outlet
	{
	type		patch;
	nFaces		174;
	startFace	784667;
	}
	empty2
	{
	type		empty;
	nFaces		261090;
	startFace	784841;
	}
)
